brew "ack"
brew "awscli"
brew "bat"
brew "cmake" # for YouCompleteMe vim plugin
brew "coreutils" # for awesome commands like timeout
brew "diff-so-fancy"
brew "faas-cli"
brew "ffmpeg" # for being able to manipulate videos for example
brew "fish"
brew "flake8" # for linting Python files
brew "gifsicle" # for gif_compress fish function
brew "git"
brew "git-open"
brew "git-secrets"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "mas"
brew "minikube"
brew "mongodb-community"
brew "node"
brew "openssl"
brew "p7zip"
brew "parallel"
brew "poppler" # to work with pdf files and merge/extract them for example
brew "postgresql"
brew "python"
brew "python@2"
brew "reattach-to-user-namespace" # for tmux commands to work
brew "redis"
brew "ruby" # for Vim command-t plugin to work
brew "terraform"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "twine-pypi" # for packaging Pypi packages, needed by setup.py repo
brew "vault"
brew "vim"
brew "wget"
#brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "heroku/brew/heroku"
